LR12/app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."login" = ? LIMIT ?  [["login", "alex12"], ["LIMIT", 1]]
---
  def create
    user = User.find_by(login: params[:login])