LR12/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO "users" ("login", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["login", "alex"], ["password", ""], ["created_at", "2017-12-13 23:04:49.670726"], ["updated_at", "2017-12-13 23:04:49.670726"]]